app/controllers/businesses_controller.rb

SELECT "businesses".* FROM "businesses"
---
  def index
    @businesses = Business.all